<?php
// Heading
$_['heading_title']     = 'Семинары';

// Text
$_['text_success']      = 'Семинары успешно обновлены!';

// Column
$_['column_name']       = 'Название Семинара';
$_['column_sort_order'] = 'Порядок сортировки';
$_['column_action']     = 'Действие';

// Entry
$_['entry_name']        = 'Название Семинара:';
$_['entry_sort_order']  = 'Порядок сортировки:';

// Error
$_['error_permission']  = 'У Вас нет прав для изменения Семинара!';
$_['error_name']        = 'Название Семинара должно быть от 3 до 64 символов!';
$_['error_attribute']   = 'Семинар не может быть удалена, поскольку она используется %s атрибутами!';
$_['error_product']     = 'Семинар не может быть удалена, поскольку она используется %s товарами!';
?>
